Repository: 84000/data-translation-memory
Catalog: toh355-v4.tmx
Source language: bo
Languages: en

source: །ཚེ་འདི་ལ་ཁྲ་དང་ཁྱི་ལ་སོགས་པ་གཏོང་ཞིང་རྔོན་པ་བྱེད་པ་ལ་དགའ་བ་ནི་ལྕགས་ཀྱི་སོག་ལེའི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who enjoy sending out falcons, dogs, and so forth for hunting in this life will fall into the hell of iron saws.

source: །ཚེ་འདི་ལ་ལོག་པར་གཡམ་པ་ལ་དད་པ་ཆེ་བ་ནི་ཟངས་ཀྱི་ཀ་བ་དང་། ལྕགས་ཀྱི་ཁྲག་གི་སེམས་ཅན་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who are strongly inclined toward sexual misconduct in this life will fall into the hell of copper pillars and iron beds.

source: །ཚེ་འདི་ལ་ཆུང་མ་མང་དུ་བླངས་པ་ནི་ལྕགས་ཀྱི་གཏུན་གྱི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who take many wives in this life will fall into the hell of iron pestles.

source: །ཚེ་འདི་ལ་བུད་མེད་སྐྱེས་པ་དང་མང་དུ་ཉལ་བ་ནི་སྦྲུལ་གདུག་པའི་དམྱལ་བར་ལྟུང་སྟེ།
en: Those who sleep with many women or men in this life will fall into the hell of poisonous snakes.

source: ཚེ་འདི་ལ་བསྲེག་ཅིང་བཙོ་བའི་ཐལ་བ་འབབ་པའི་དམྱལ་བར་ལྟུང་སྟེ།
en: Those who burn and boil things in this life will fall into the hell of raining embers.

source: ཚེ་འདི་ལ་ཕག་དང་ཁྱིའི་སྤུ་བཏོགས་པས་ནི་ཤིན་ཏུ་བསྐོལ་བའི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who pluck out the hair of pigs or the fur of dogs in this life will fall into the hell of extreme boiling.

source: །ཚེ་འདི་ལ་ཕག་དང་ཁྱི་དང་རྟའི་འབྲས་བུ་བཏོན་པས་ནི་རྡོ་ཟུག་རྔུའི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who castrate pigs, dogs, or horses in this life will fall into the hell of stone torment.

source: །ཚེ་འདི་ལ་ཆང་མང་དུ་འཐུངས་པས་ནི། ཟངས་ཁུ་འཐུངས་པའི་དམྱལ་བར་སྐྱེའོ།
en: Those who drink excessive amounts of alcohol in this life will be reborn in the hell of drinking molten copper.

source: །ཚེ་འདི་ལ་སེམས་ཅན་གཏུབས་ཤིང་དམྱལ་བས་ནི་ལྕགས་ཀྱི་འཁོར་ལོའི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who slaughter animals and cause them hellish torments in this life will fall into the hell of iron wheels.

source: །ཚེ་འདི་ལ་དགེ་འདུན་གྱི་ཤིང་ཏོག་བརྐུས་པས་ནི་ལྕགས་ཀྱི་ཐུ་ལུམ་གྱི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who steal the Saṅgha’s fruits in this life will fall into the hell of iron balls.

source: །ཚེ་འདི་ལ་ཁྱི་དང་ཕག་གི་རྒྱུ་མ་ཟོས་པས་ནི་མི་གཙང་བའི་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who eat the intestines of dogs and pigs in this life will fall into the hell of filth.

source: །ཚེ་འདི་ལ་ཉ་བཤོར་བས་ནི་རལ་གྲིའི་ནགས་ཚལ་གྱི་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who catch fish in this life will fall into the hell of razor forests.

source: །ཚེ་འདི་ལ་མ་ཡར་མོ་བྱས་ཏེ། སྔ་མའི་བུ་ལ་ནེར་པ་བྱེད་པ་ནི་མེའི་ཤིང་དུམ་གྱི་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: The stepmothers who treat their stepchildren as inferior in this life will fall into the hell of fire logs.

source: །ཚེ་འདི་ལ་དབྱེན་བྱེད་པ་ནི་ལྕགས་ཀྱི་གཤོལ་གྱི་དམྱལ་བར་འགྱུར་རོ།
en: Those who create discord in this life will end up in the hell of iron ploughs.

source: །ཚེ་འདི་ལ་ཚིག་ངན་པས་མི་ལ་སྤྱོ་བས་ནི་ལྕེ་མེད་པའི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who rebuke others with foul words in this life will fall into the hell of the tongueless.

source: །ཚེ་འདི་ལ་བརྫུན་ཟེར་བ་ནི་ལྕགས་ཀྱི་གཟེར་བུས་གཟེར་བའི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who lie in this life will fall into the hell of pounding iron spikes.

source: །ཚེ་འདི་ལ་སྲོག་གཅོད་ཅིང་ལྷའི་སྲིན་ལ་རྗེད་པས་ནི་ལྕགས་ཀྱི་བསྙུང་བུའི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who kill and who venerate demons in this life will fall into the hell of iron awls.

source: །ཚེ་འདི་ལ་བོན་མོ་བྱེད་ཅིང་འདྲེ་བོས་སོ་ཞེས་བརྫུན་ཟེར་ཞིང་ནོར་ལེན་པ་ནི་ཤལ་མ་རིའི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who practice witchcraft in this life and, to make money, make false claims such as ‘The ghosts have been summoned!’ will fall into the hell of śālmalī trees.

source: །ཚེ་འདི་ལ་བོན་བྱེད་ཅིང་མིག་བཙུམས་ནས་ཁྱོད་ཀྱི་བླ་མ་མཆོད་འོས་སོ་ཞེས་ཟེར་ཞིང་སླུ་བ་ནི་སྐེད་པར་གཏུབས་པའི་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who practice sorcery in this life and deceive others by saying with closed eyes ‘This guru of yours is worthy of offerings’ will fall into the hell of severed waists.

source: །ཚེ་འདི་ལ་བོན་བྱེད་ཅིང་སྲོག་གཅོད་དུ་བཅུག་སྟེ། ལྷ་སྲིན་རྗེད་དུ་བཅུག་པ་ནི་སྟ་རེས་གཏུབས་པའི་དམྱལ་བར་ལྟུང་སྟེ། བསྲུངས་མས་ལུས་གཏུབས་ཤིང་ལྕགས་ཀྱི་བྱ་མཆུ་ཅན་གྱིས་མིག་གཉིས་ཀྱི་འབྲས་བུ་བཙོགས་པར་འགྱུར་རོ།
en: Those who practice sorcery in this life and coerce others to take life and to venerate demons will fall into the hell of chopping axes; there, their bodies will be chopped apart by hell minions, and their eyes will be pecked out by iron-beaked birds.

source: །ཚེ་འདི་ལ་བོན་བྱེད་ཅིང་གཤིན་རྔོག་ཏུ་འདུར་བ་དང་། ཁང་ཁྱིམ་བཟང་ངན་ལྟ་བ་དང་། རིགས་ལྔའི་ཁམས་བདེ་མི་བདེ་ལྟ་བ་དང་། གླེན་པ་བསླུས་ཏེ་ནོར་མང་དུ་ལེན་པ་ནི་ལྕགས་ཀྱི་དྲ་བར་བཅུག་པའི་དམྱལ་བར་སྐྱེའོ། །བྱ་མ་རུངས་པ་གྲངས་མེད་པས་ལུས་ཀྱི་སྟེང་དུ་འདུག་ནས་སྟེང་གི་ཤ་ཟད་ནས་རུས་པ་དང་རྒྱུས་པ་བཏོགས་ཏེ། སྡུག་བསྔལ་མུ་མེད་པ་བྱེད་པར་འགྱུར་རོ། །
en: Those who practice sorcery in this life and who collect much wealth from performing burial rites, examining the good and bad omens related to houses, and examining whether or not the five families are at peace, thereby deceiving fools, will be reborn in the hell of iron webs; there, they will be trapped in webs as countless horrible birds perch atop their bodies, devour their flesh, and peck at their bones and tendons, causing them endless suffering.

source: ཚེ་འདི་ལ་སྨན་བྱེད་ཅིང་ནད་པ་གསོ་མི་ནུས་པར་བརྫུན་གྱིས་ནོར་ལེན་པ་ནི་ལྕགས་ཀྱི་ཐུར་མས་བཙུགས་པའི་དམྱལ་བར་ལྟུང་སྟེ། ལུས་ལ་ཀུན་དུ་མེ་འབར་རོ།
en: Those who practice medicine in this life without the ability to cure sickness and who lie in order to take payment will fall into the hell where they are pierced with iron needles as their bodies erupt in a blaze.

source: །ཚེ་འདི་ལ་ལྷ་ཁང་དང་མཆོད་རྟེན་བཤིག་ཅིང་དགེ་འདུན་དང་། ཕ་མ་དང་མཁན་པོ་ལ་བག་མེད་པར་སྲི་ཞུ་ཆུང་བ་ནི་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་མཐར་གྱིས་འགྲོའོ།
en: Those who destroy temples and stūpas and who heedlessly disobey the Saṅgha, their parents, or preceptors in this life will eventually be reborn in the eight great hells of incessant torment.

source: །དེ་ནས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བརྒྱ་སུམ་ཅུ་རྩ་དྲུག་གི་ནང་དུ་འགྲོ་སྟེ། ལ་ལ་ནི་བསྐལ་པ་གཅིག །ལ་ལ་ནི་བསྐལ་པ་གཉིས། ལ་ལ་ནི་བསྐལ་པ་ལྔའི་བར་དུ་འགྲོ་བ་ནས།
en: Next, they will go to the one hundred thirty-six great hell realms, where some will remain for one eon, some for two eons, and some for five eons.

source: གཟོད་མཐར་ཕྱིན་ནས་དགེ་བའི་བཤེས་གཉེན་དང་ཕྲད་ན་ནི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེ་བར་འགྱུར་རོ།
en: After their lives there come to an end, if they encounter a spiritual guide, they will give rise to the mind of awakening.

source: །གལ་ཏེ་མ་ཕྲད་ན་སླར་ཡང་སེམས་ཅན་དམྱལ་བར་ལྟུང་ངོ་། །
en: Otherwise, they will fall once again into the hell realms. “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མི་ལུས་བོང་ཆེ་ཞིང་གནག་ལ་སྤྲོ་ཐུང་བ་འགྲོ་བ་ལ་དགའ་བ་ནི་རྔ་མོ་ལས་འོངས་སོ།
en: Having a large body, being dark skinned, being short tempered, and enjoying travels comes from having been a camel.

source: །འགྲོ་བ་ལ་སྲེད་ལ་ཟ་བ་ལ་རྔམ་སྟེ། ཉམ་ང་བ་ལ་འབྱོལ་བ་ནི་སྟག་ལས་འོངས་སོ།
en: Craving movement, yearning to eat, and avoiding danger comes from having been a tiger.

source: །ཚ་བ་དང་གྲང་བས་མི་འཇིགས་ཤིང་གཟུགས་ཆེ་བ་ནི་གླང་ལས་འོངས་སོ།
en: Not being intimidated by heat or cold and having a large physique comes from having been an ox.

source: །སྒྲ་ཆེ་ཞིང་འཛེམ་བག་མེད་ལ་གང་འདོད་པ་དམ་དུ་འཛིན་ཅིང་བཟང་ངན་བྱེ་བྲག་མི་ཕྱེད་པ་ནི་བོང་བུ་ལས་འོངས་སོ།
en: Having a loud voice, being shameless, being stubborn in what one desires, and not distinguishing good from bad comes from having been a donkey.

source: །རྟག་ཏུ་ཤ་ལ་སྲེད་ཅིང་རྔམ་སྟེ་འཇིགས་པ་མེད་པ་ནི་སེང་གེ་ལས་འོངས་སོ།
en: Always craving and yearning for meat and being fearless comes from having been a lion.

source: །ལུས་རིང་ཞིང་མིག་ཟླུམ་ལ་རིའམ་དགོན་པར་ཤིན་དུ་འགྲོ་ལ་ཆུང་མ་ལ་སྡང་བ་ནི་སྟག་ལས་འོངས་སོ།
en: Being tall, having round eyes, frequenting mountains and solitary places, and often being enraged at one’s wife comes from having been a tiger.

source: །སྤུ་རིང་ཞིང་མིག་ཟླུམ་སྟེ་གནས་གཅིག་ཏུ་མི་དགའ་བ་ནི་བྱ་ལས་འོངས་སོ།
en: Being hairy, having round eyes, and not liking to stay in one place comes from having been a bird.

source: །འགྱུར་ལྡོག་ཆེ་ཞིང་སྲིན་བུ་གསོད་པ་ལ་དགའ་བ་ནི་ཝ་ལས་འོངས་སོ།
en: Being fickle and enjoying killing insects comes from having been a fox.

source: །དཔའ་བཤོར་ཆེ་ཞིང་ཁྲེལ་འཛེམ་ཆུང་ཞིང་ཆུང་མ་དང་བུ་ལ་སྲེད་པ་ནི་སྤྱང་ཀི་ལས་འོངས་སོ།
en: Being valiant, being of little modesty, and craving a wife and children comes from having been a wolf.

source: །གཡོན་ཅན་གྱི་ངོས་འཛིན་ལ་གཉིད་ཆུང་ལ་ཁྲོ་བ་ནི་ཁྱི་ལས་འོངས་སོ།
en: Being identified as deceptive, being drowsy, and being angry comes from having been a dog.

source: །ཁྲོ་བ་ལ་དགའ་ཞིང་སྨྲ་བར་ནི་འདོད་ལ་མི་ཀུན་གྱིས་བྱམས་པ་ནི་ནེ་ཙོ་ལས་འོངས་སོ།
en: Enjoying anger, being fond of speaking, and being loved by all comes from having been a parrot.

source: །མང་པོར་འདུས་ཤིང་སྨྲ་བ་ལ་དགའ་ཞིང་མྱ་ངན་མང་བ་ནི་བྱ་ཁུ་བྱུག་ལས་འོངས་སོ།
en: Gathering in groups, being fond of speaking, and having lots of grief comes from having been a cuckoo.

source: །བོང་ཆུང་ཞིང་གཡེམ་པ་ལ་དད་ཆེ་སྟེ་སྙིང་མི་བརྟན་པ་ནི་བྱེའུ་མཆིལ་པ་ལས་འོངས་སོ།
en: Being small, being inclined toward sexual misconduct, and being nervous comes from having been a sparrow.

source: །མིག་ཚག་ལ་སྤྲོ་ཐུང་ལ་ཁ་ནས་ལྦུ་བ་འོང་ལ་ཉལ་བའི་ཚེ་ན་ལུས་སྦྲིད་འདོད་པ་ནི་རྩངས་པ་ལས་འོངས་སོ།
en: Having twitchy eyes, having a short temper, drooling, and desiring physical numbness while sleeping comes from having been a lizard.

source: །སྨྲ་ན་ཁྲོ་ཞིང་ཕ་རོལ་གྱི་ཚིག་མི་གོ་ལ་ཁྲོ་ལ་མི་ལ་གདུག་པའི་ཚིག་འབྱུང་བ་ནི་སྡིག་པ་ལས་འོངས་སོ།
en: Speaking angrily, being furious when not understanding what others say, and insulting people comes from having been a scorpion.

source: །གཅིག་པུ་འདུག་ཅིང་ཟ་བ་ལ་བརྐམ་སྟེ་ནུབ་མོ་གཉིད་ཆུང་བ་ནི་བྱི་ལ་ལས་འོངས་སོ།
en: Staying alone, longing for food, and having sleepless nights comes from having been a cat.

source: །ཁྱིམ་ཕུགས་དང་རྐུ་བ་ལ་དད་ཆེ་སྟེ་གཉེན་ངོ་མི་ཤེས་པ་ནི་བྱི་བ་ལས་འོངས་སོ། །
en: Making holes in the house, being inclined to steal, and not recognizing relatives comes from having been a mouse. “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་ལ་ལ་ཞིག་གཙུག་ལག་ཁང་དང་མཆོད་རྟེན་འཇིག་ཅིང་། གང་གིས་དཀོན་མཆོག་གསུམ་གྱི་རྫས་བླངས་ཤིང་སྤྱད་ན་ཚེ་ཕྱི་མ་ལ་བསྟིར་མེད་པའི་སེམས་ཅན་དམྱལ་བར་སྐྱེ་སྟེ།
en: Those who destroy temples and stūpas and take materials belonging to the Three Jewels for their personal use will be reborn in the relentless hells in their next life.

source: ཅི་སྟེ་དེར་སྐྱེས་ནས་དམྱལ་བ་ལས་ཐར་ན་ཡང་འདི་ལྟ་སྟེ། ཕུག་རོན་དང་། མཆིལ་པ་དང་། ངུར་པ་དང་། ནེ་ཙོ་དང་། བྱེའུ་སྐེ་སྔོ་དང་། ཉ་དང་། རུས་སྦལ་དང་། སྤྲེའུ་དང་། ཕག་པ་དང་། ཤ་བར་སྐྱེའོ། །གལ་ཏེ་མིར་སྐྱེས་ན་ཡང་། མ་ནིང་དང་། བུད་མེད་དང་། མཚན་ཉིད་པ་དང་། མཚན་མ་མེད་པ་སྤུན་པ་ལ་སོགས་པར་སྐྱེའོ། །
en: After they are born there, even if they are freed from those hells, they will be reborn as pigeons, sparrows, yellow birds, parrots, blue-necked birds, fish, turtles, monkeys, pigs, or deer; even if they are born as humans, they will be reborn as persons labeled as paṇḍakas, women, persons with double gender, persons with no gender, persons with mixed genders, and the like.

source: མི་ཞེ་སྡང་ཆེ་བ་ནི་སྦྲུལ་གདུག་པ་དང་། སེང་གེ་དང་། སྟག་དང་། སྤྱང་ཀི་དང་། དོམ་དང་། དྲེད་དང་། བྱི་ལ་དང་། ཁྲ་ལ་སོགས་པ་ཐམས་ཅད་དུ་སྐྱེའོ། ། ཅི་སྟེ་མི་ལུས་ཐོབ་ན་ཡང་བྱ་དང་། ཕག་དང་། གསོད་པ་ལ་དད་ཅིང་། རྔོན་པ་དང་། བཙོན་རྫིར་འགྱུར་རོ། །
en: All those who have great anger will be reborn as vipers, lions, tigers, wolves, bears, grizzlies, cats, falcons, and so forth; even if they attain a human body, they will be inclined to kill birds and pigs, and they will become huntsmen or prison guards.

source: གཏི་མུག་ཆེ་ཞིང་དགེ་མི་དགེའི་བྱེ་བྲག་མི་ཕྱེད་པ་ནི་ཚེ་ཕྱི་མ་ལ་བལ་གླང་དང་། ཕག་དང་། བ་ལང་དང་། ལུག་དང་། མ་ཧེ་དང་། ཤིག་དང་། ལྗི་བ་དང་། སྦྲང་མ་དང་། མཆུ་བསྙུང་དང་། གྲོག་མོ་ལ་སོགས་པར་སྐྱེའོ། ། ཅི་སྟེ་མི་ལུས་ཐོབ་ན་ཡང་། འོན་པ་དང་། དམུས་ལོང་དང་། ལྐུགས་པ་དང་། ལྦ་བ་ཅན་དང་། སྒུར་པོ་ལ་སོགས་པར་སྐྱེའོ། །
en: The ignorant who cannot distinguish between virtue and nonvirtue will be reborn as elephants, pigs, oxen, sheep, buffalo, lice, fleas, bees, swallows, ants, and the like in their next life; even if they attain a human body, they will be reborn deaf, blind, mute, with goiters, hunchbacked, and so forth.

source: ཡན་ལག་མ་ཚང་བ་དང་། དབང་པོ་མ་ཚང་བའི་ལུས་སུ་འགྱུར་ཏེ། ཆོས་ལ་ནན་ཏན་བྱེད་མི་ནུས་སོ། །
en: Their limbs or sense faculties will be impaired, and thus they will be unable to persevere in the Dharma. “

source: རྒྱགས་ཤིང་དྲེགས་པ་ནི་ཚེ་ཕྱི་མ་ལ་མི་གཙང་བའི་ནང་གི་སྲིན་བུ་དང་། རྔ་མོ་དང་། བོང་བུ་དང་། ཁྱི་དང་། རྟ་ལ་སོགས་པར་སྐྱེའོ། །ཅི་སྟེ་མི་ལུས་ཐོབ་ན་ཡང་བྲན་ཁོལ་དུ་སྐྱེའོ།
en: Those who are arrogant and haughty will be reborn as filth maggots, camels, donkeys, dogs, horses, and the like in their next life; even if they attain a human body, they will be born as slaves.

source: །དབུལ་ཕོངས་ཏེ་སློངས་མོ་བྱེད་ལ་ཐམས་ཅད་ཀྱིས་བརྙས་ཤིང་དམད་པར་འོང་ངོ་།
en: They will end up destitute and begging as everyone insults and condemns them.

source: །གང་དབང་པོ་ཡོད་པས་བྲན་དུ་གཟེར་ཞིང་གཞན་གྱི་ནོར་ལ་ལེན་པ་ནི་ཚེ་ཕྱི་མ་ལ་ཤལ་མ་ལིའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་སྟེ། སེམས་ཅན་ཁྲི་ཕྲག་བརྒྱད་སྟོང་སྙེད་སོས་ཤ་གཅོད་ཅིང་ཟ་བར་འགྱུར་རོ།
en: Those who drive others into servitude by abusing their power and who steal their wealth will fall into the hell of śālmalī trees in their next life; there, they will be slaughtered and devoured by eighty million different beings.

source: །ཚེ་འདི་ལ་ཕ་རོལ་པོ་འགྲེང་དུ་མི་དགའ་བ་ནི་ཚེ་ཕྱི་མ་ལ་བ་ལང་གི་ལུས་སུ་སྐྱེ་སྟེ། རྐང་ལག་རེངས་ཤིང་ཉལ་མི་ཤེས་པས་གཉིད་ལོག་ཏུ་མེད་པར་འགྱུར་རོ།
en: Those who dislike rising for others will be reborn with the body of a cow in their next life; with rigid limbs and not knowing how to lie down, they will be unable to sleep.

source: །ཚེ་འདི་ལ་མཆོད་སྟོན་ཟོས་པའི་ནུབ་མོ་ཟས་ཟོས་ན་ཚེ་ཕྱི་མ་ལ་འདྲེ་ལྟོགས་སུ་འགྱུར་རོ། །ལོ་ཁྲི་བརྒྱ་སྟོང་གི་བར་དུ་བཟའ་བ་དང་། བཏུང་བ་རྙེད་པར་མི་འགྱུར་རོ། །ཡན་མན་དུ་འགྲོ་བའི་ཚེ་ཚིགས་ཐམས་ཅད་དུ་མེ་འབར་རོ།
en: Those who make an evening snack out of feast offerings in this life will become hungry ghosts in their next life; they will be unable to find any food and drink for billions of years, and all their joints will blaze with fire as they move around.

source: །ཚེ་འདི་ལ་སྒྲེན་མོར་འདུག་པར་དད་པ་ནི་སྤུ་ཉུང་བའི་བྱ་རྟག་ཏུ་འབོད་པར་སྐྱེའོ།
en: Those who are inclined to be naked in this life will be reborn as featherless, ever-crying birds.

source: །ཚེ་འདི་ལ་མཆོད་སྟོན་གྱི་ཟས་ཟོས་ཀྱི་ལྷག་མ་ཁྱིམ་དུ་ཁྱེར་བ་ནི་ཚེ་ཕྱི་མ་ལ་ལྕགས་འབར་བའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་ངོ་། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་ལྐོག་ནད་ཅན་དང་། ཚེ་ཐུང་བར་འགྱུར་རོ།
en: Those who bring home the remainders of the food consumed in feast offerings in this life will fall into the hell of blazing iron in their next life; even if they are born as humans, they will suffer from throat diseases and have short lifespans.

source: །ཚེ་འདི་ལ་སངས་རྒྱས་ལ་ཕྱག་འཚལ་བའི་ཚེ་དཔྲལ་བ་ས་ལ་མ་གཏུགས་ན་སྤྱིའུ་ཚུགས་ཀྱི་དམྱལ་བར་ལྟུང་ངོ་། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་མིའོ་ཅོག་གིས་བརྙས་ཤིང་སླུ་བར་སྐྱེའོ།
en: Those whose foreheads do not touch the floor when prostrating to the buddhas in this life will fall into the upside-down hell in their next life; even if they are reborn as humans, they will be condemned and deceived by all.

source: །ཚེ་སྔ་མ་ལ་སངས་རྒྱས་ལ་ཕྱག་འཚལ་བའི་ཚེ་ཐལ་མོ་མི་སྦྱོར་བ་ནི་ཚེ་ཕྱི་མ་ལ་མཐའ་འཁོབ་ཏུ་སྐྱེ་སྟེ། ལས་མང་དུ་བྱས་ཏེ་འབྲས་བུ་འགྲུབ་པ་ཆུང་ངོ་།
en: Those who do not join their palms together when prostrating to the buddhas in this life will be reborn in borderlands in their next life; there, they will engage in great amounts of work with minimal results.

source: །ཚེ་འདི་ལ་ཞལ་ཏོན་ཉལ་ནས་མི་ལངས་པ་ནི་ཚེ་ཕྱི་མ་ལ་ལྟོ་འཕྱེའི་རིས་སུ་སྐྱེའོ། །ལུས་རིང་ཞིང་ཆེ་བ་ནི་སྲིན་བུ་ཕོ་མོ་ཐམས་ཅད་ཀྱིས་ཟ་བར་འོང་ངོ་།
en: Those who sleep through their chanting without being able to get up in this life will be reborn as snakes in their next life; with long and large bodies, they will end up being devoured by every male and female insect.

source: །ཚེ་འདི་ལ་ལག་པ་བསྣོལ་ཏེ་སངས་རྒྱས་ལ་ཕྱག་འཚལ་བ་ནི་ཚེ་ཕྱི་མ་ལ་ཕྱིན་ཀ་ལོག་ཏུ་བཅིངས་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་ངོ་། །མི་རུ་སྐྱེས་ན་ཡང་ཉེ་བར་གྱོད་ལ་ཐོགས་པར་འོང་ངོ་།
en: Those who unevenly join their hands while prostrating to the buddhas in this life will, in their next life, fall into the hell where their hands are tightly bound behind their backs; even if they are reborn as humans, they will be caught up in disputes.

source: །ཚེ་འདི་ལ་ཐལ་མོ་སྦྱར་ཏེ་ཡན་ལག་སྨད་ལྔ་ས་ལ་གཏུགས་ཏེ། རྩེ་གཅིག་པའི་སེམས་ཀྱིས་སངས་རྒྱས་ལ་ཕྱག་འཚལ་བ་ནི་གང་ནས་གང་དུ་སྐྱེས་པར་རྟག་ཏུ་བཙན་ཞིང་སྐྱིད་པར་འོང་ངོ་།
en: Those who, in this life, single pointedly prostrate to the buddhas with their palms joined and their five physical points touching the floor will always be mighty and happy wherever they are born. “

source: །ཚེ་འདི་ལ་འཁོང་ཞིང་སྤྲོ་ཐུང་བ་ནི་བྱོལ་སོང་ལས་འོངས་སོ།
en: Being joyless and short tempered in this life comes from having been a beast of burden.

source: །ཚེ་འདི་ལ་མིག་ཡོན་པོར་འདུག་པ་ནི་གཞན་གྱི་ཆུང་མ་ལ་མིག་ཟུར་གྱིས་སྟེགས་པ་ལས་འོངས་སོ།
en: Being cross-eyed in this life comes from having glanced at the wives of others.

source: །ཚེ་འདི་ལ་ཆུང་མའི་ནོན་བྱས་ཏེ་ཕ་མ་ལ་རྒོལ་བ་ནི་ལྕེ་གཏུབས་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who are pressured by their wives to oppose their parents in this life will fall into the hell of tongue cutting.

source: །ཚེ་འདི་ལ་ཆང་གི་དབང་དུ་སྲེད་པ་ནི་ཚེ་ཕྱི་མ་ལ་ཆུའི་སྲིན་བུར་སྐྱེའོ། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་ལྷ་གོར་དང་དབུགས་མི་བདེ་བའི་ནད་ཀྱིས་འཆི་བར་འགྱུར་རོ།
en: Those who crave for alcohol in this life will be reborn as water insects in their next life; even if they are reborn as humans, they will die from diseases involving muscle pain and uncomfortable breathing. “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་དགའ་བོ་ངས་ཇི་ལྟར་བཤད་པའི་སྡུག་བསྔལ་མང་པོ་རྣམ་པ་སྣ་ཚོགས་ཀུན་གྱིས་མི་དགེ་བ་རྣམས་ལས་གྱུར་ཏེ་རབ་ནི་སེམས་ཅན་དམྱལ་བར་ལྟུང་ངོ་།
en: Nanda, all the many different types of suffering I have described come about on the basis of nonvirtuous actions. At worst, those actions will cause one to fall into the hell realms.

source: །འབྲིང་ནི་བྱོལ་སོང་གི་རྒྱུར་འགྱུར་རོ།
en: Next, they will cause one to be reborn in the animal realms.

source: །ཐ་མ་ནི་ཡི་དགས་ཀྱི་རྒྱུར་འགྱུར་རོ།
en: At best, they will cause one to be reborn in the realms of hungry ghosts. “

source: །སྲོག་གཅོད་པས་སེམས་ཅན་ངན་སོང་གསུམ་དུ་ལྟུང་ངོ་། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་འབྲས་བུ་རྣམ་པ་གཉིས་སྨིན་ཏེ། དབུལ་ཕོངས་པ་དང་། ནོར་ཐུན་མོང་དུ་སྤྱད་པའི་དབང་མེད་དོ།
en: Those who take lives will fall into the three lower realms; even if they are born as humans, they will experience two types of karmic ripening: they will be poor, and they will be powerless as their wealth is shared.

source: །མི་ཚངས་པར་སྤྱོད་པས་ཀྱང་སེམས་ཅན་ངན་སོང་གསུམ་དུ་ལྟུང་ངོ་། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་འབྲས་བུ་རྣམ་པ་གཉིས་སྨིན་ཏེ། བདག་གི་ཆུང་མ་ལ་འཕྱོ་བ་དང་། ཆེན་ཆུན་གཉིས་རྩོད་པ་དང་། བདག་གི་བསམ་པ་བཞིན་མི་འགྲུབ་བོ།
en: Those who commit sexual misconduct will fall into the three lower realms; even if they are born as humans, they will experience two types of karmic ripening: their wives will be unchaste as the senior and junior wives quarrel, and their wishes will not be fulfilled.

source: །བརྫུན་དུ་སྨྲ་བ་ཡང་སེམས་ཅན་ངན་སོང་གསུམ་དུ་ལྟུང་བར་འགྱུར་རོ། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་འབྲས་བུ་རྣམ་པ་གཉིས་སྨིན་ཏེ། གཞན་གྱིས་སྐུར་པ་འདེབས་པ་དང་། མ་འོངས་པ་ཀུན་གྱིས་སླུ་བར་འགྱུར་རོ།
en: Those who tell lies will fall into the three lower realms; even if they are born as humans, they will experience two types of karmic ripening: they will be denigrated by others, and they will be deceived by everyone in the future.

source: །ཕྲ་མ་བྱེད་པ་ཡང་སེམས་ཅན་ངན་སོང་གསུམ་དུ་ལྟུང་བར་བྱེད་དོ། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་གཉེན་ཞིག་པ་དང་། གཉེན་ངན་པ་དང་། ཕྲག་དོག་ཅན་དུ་འགྱུར་རོ།
en: Those who use divisive speech will fall into the three lower realms; even if they are born as humans, they will lose their friends, they will have bad friends, and they will be jealous.

source: །ངག་མི་སྙན་པར་སྨྲ་ན་ཡང་སེམས་ཅན་ངན་སོང་གསུམ་དུ་ལྟུང་ངོ་། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་འབྲས་བུ་རྣམ་པ་གཉིས་སྨིན་ཏེ། རྟག་ཏུ་སྒྲ་མི་སྙན་པ་མང་པོ་ཐོས་པ་དང་། སྨྲས་སོ་ཅོག་སྐྱོན་ཅན་རྩོད་པར་འགྱུར་རོ།
en: Those who pronounce harsh words will fall into the three lower realms; even if they are born as humans, they will experience two types of karmic ripening: they will always hear many unpleasant sounds, and everything they say will be disputed as faulty.

source: །ཚིག་ཁྱལ་པ་བྱེད་པ་ཡང་ངན་སོང་གསུམ་དུ་ལྟུང་བར་འགྱུར་ཏེ། ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་འབྲས་བུ་རྣམ་པ་གཉིས་སྨིན་ཏེ། བདེན་པའི་ཚིག་སྨྲས་པ་ཡང་ཀུན་གྱིས་ཡིད་མི་ཆེས་པ་དང་། སྨྲས་པ་ཐམས་ཅད་མི་གསལ་བར་འོང་ངོ་།
en: Those who make meaningless chatter will fall into the three lower realms; even if they are born as humans, they will experience two types of karmic ripening: no one will believe them even if they tell the truth, and everything they say will remain unclear.

source: །འདོད་ཆགས་ཀྱི་ཁ་ན་མ་ཐོ་བ་ཡང་སེམས་ཅན་ངན་སོང་གསུམ་དུ་ལྟུང་བར་བྱེད་དོ། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་འབྲས་བུ་རྣམ་པ་གཉིས་སྨིན་ཏེ། ནོར་ལ་ཆགས་ཤིང་ཆོག་མི་ཤེས་པའི་རང་བཞིན་དང་། མང་དུ་ཚོལ་ཡང་བསམས་པ་བཞིན་མི་འགྲུབ་པོ།
en: Those who commit misdeeds under the influence of desire will fall into the three lower realms; even if they are born as humans, they will experience two types of karmic ripening: they will be attached to wealth without ever being content, and their wishes will never be fulfilled no matter how hard they try.

source: །ཞེ་སྡང་གི་ཁ་ན་མ་ཐོ་བ་ཡང་སེམས་ཅན་ངན་སོང་གསུམ་དུ་ལྟུང་བར་བྱེད་དོ། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་འབྲས་བུ་རྣམ་པ་གཉིས་སྨིན་ཏེ། གཞན་གྱིས་རྟག་ཏུ་གླགས་ཚོལ་བ་དང་། རྟག་ཏུ་གཞན་གྱིས་འཚེ་བར་འགྱུར་རོ།
en: Those who commit misdeeds under the influence of anger will fall into the three lower realms; even if they are born as humans, they will experience two types of karmic ripening: others will always try to take advantage of them, and they will always be harmed by others.

source: །ལོག་པར་ལྟ་བའི་ཁ་ན་མ་ཐོ་བ་ཡང་སེམས་ཅན་ངན་སོང་གསུམ་དུ་ལྟུང་ངོ་། །ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་འབྲས་བུ་རྣམ་པ་གཉིས་སྨིན་ཏེ། རྟག་པར་ལོག་པར་ལྟ་བའི་ཁྱིམ་དུ་སྐྱེ་བ་དང་། གཡོན་ཅན་དུ་སྐྱེ་བར་འགྱུར་རོ།
en: Those who commit misdeeds under the influence of wrong views will fall into the three lower realms; even if they are born as humans, they will experience two types of karmic ripening: they will always be reborn in the households of persons with wrong views, and they will be crafty.

source: །ཀྱེ་རྒྱལ་བའི་སྲས་དག་དེ་ལྟ་བུའི་མི་དགེ་བ་བཅུ་ནི་སྡུག་བསྔལ་མང་པོས་གདུང་བའི་རྒྱུ་ཡིན་ནོ།
en: O heirs of the victorious ones, those ten nonvirtues are the causes for having to suffer much misery!”

source: །དེ་ནས་འཁོར་མང་པོའི་ནང་ནས་མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་བྱེད་པ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་རྣམས་བཤད་པ་འདི་ཐོས་ནས་ཐམས་ཅད་ཀྱིས་ཆོ་ངེས་བཏབ་སྟེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བདག་ཅག་རྣམས་ཀྱིས་དགེ་བ་ཇི་ལྟ་བུ་ཞིག་གིས་སྡུག་བསྔལ་དེ་དག་ལས་ཇི་ལྟར་ཐར་བར་འགྱུར།
en: Then, as those among the many followers who had practiced the paths of the ten nonvirtuous actions heard the Blessed One’s description of the suffering of hell beings, they cried out in unison, “What kind of virtue will free us from this suffering?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱེད་རྣམས་སེམས་ཅན་ཐམས་ཅད་བསོད་ནམས་ཀྱི་ལས་འཐུན་པར་གྱིས་ཤིག །
en: The Blessed One replied, “You must make all beings act in accordance with meritorious actions.

source: ཇི་ལྟར་ན་བསོད་ནམས་བྱེད་ཅེ་ན།
en: How is merit created?

source: གང་ལ་ལ་ཞིག་བདག་ཉིད་ཀྱི་སེམས་ཅན་གྱི་དོན་ཆེན་པོ་བྱེད་པ་གཙོ་བོར་བྱས་པ་ལ་མཆོད་རྟེན་དང་། གཙུག་ལག་ཁང་བརྩིགས་ན་མ་འོངས་པའི་དུས་ན་གདོན་མི་ཟ་བར་རྒྱལ་པོར་འགྱུར་ཏེ། འགྲོ་བ་མང་པོའི་དོན་བྱེད་ཅིང་འགྲོའོ་ཅོག་གི་ཀུན་ལ་མི་འཐུན་པ་མེད་དོ།
en: Those who construct stūpas and temples primarily for the sake of bringing great benefit to beings will undoubtedly become kings in the future; as they accomplish the benefit of many beings, there will be no one with whom they are not in harmony.

source: །ཚེ་འདི་ལ་ཆོས་ཀྱི་འགྲོ་བ་དང་། ཆོས་ལ་དད་པ་ནི་མིའི་མཆོག་ཏུ་འགྱུར་རོ། །མ་འོངས་པའི་དུས་ན་གདོན་མི་ཟ་བར་བློན་ཆེའམ། ཁམས་ཀྱི་དབང་པོ་བློན་དུ་འགྱུར་རོ། །གོས་དང་རྟ་དང་ལྡན་ཞིང་དགོས་སོ་ཅོག་ཚོགས་པར་འགྱུར་རོ།
en: Those who engage with the Dharma and develop faith in it in this life will become supreme among humans; they will undoubtedly become great ministers and rulers of territories in the future, they will possess garments and horses, and they will own everything they need.
